export const selectList = {
  reqTypeofRealty: {
    '1c': [
      'Квартиры - Вторичка',
      'Квартиры - Новостройки',
      'Все квартиры',
      'Комнаты/Доли',
      'Дома/Часть дома',
      'Земля',
      'Гаражи',
    ],
    'pars': [
      'Квартиры - Вторичка',
      'Квартиры - Новостройки',
      'Все квартиры',
      'Комнаты',
      'Дома',
      'Земля',
      'Гаражи',
    ]
  }

  ,
  reqRoomCount: [
    '1-комнатные',
    '2-комнатные',
    '3-комнатные',
    '4-комнатные',
    'Многокомнатные',
  ],
  metroDistance: [
    '5 минут',
    '10 минут',
    '15 минут',
  ],
  material: [
    '',
    'Кирпич',
    'Монолитный',
    'Деревянный',
    'Щитовой',
    'Каркасный',
    'Газобетонный блок',
    'Газосиликатный блок',
    'Пенобетонный блок',
    'Кирпично-монолитный',
    'Панельный',
    'Монолитно-каркасный',
  ],
  heatingType: [
    '',
    'Печное',
    'Газовый котел',
    'Электрический котел',
    'Центральное',
    'Водяное',
    'Отсутствует',
    'Котельная',
  ],
  typeOfHouse: [
    '',
    'Дача',
    'Коттедж',
    'Дом',
    'Таунхаус',
    'Часть дома',
  ],
  reqLandType: [
    '',
    'Поселений (ИЖС)',
    'Сельхозназначения (СНТ, ДНП)',
    'Промназначения',
  ],
  garageType: [
    '',
    'Гараж',
    'Машиноместо'
  ]
}